Revit 2024 API
GroupTypeId.StairsOpenEndConnection Property
 End Connection.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId StairsOpenEndConnection { get; }
Visual Basic
Public Shared ReadOnly Property StairsOpenEndConnection As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsOpenEndConnection {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace